/*
Navicat MySQL Data Transfer

Source Server         : class65
Source Server Version : 50726
Source Host           : localhost:3306
Source Database       : hzcc_oa

Target Server Type    : MYSQL
Target Server Version : 50726
File Encoding         : 65001

Date: 2023-06-05 17:13:18
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `apps`
-- ----------------------------
DROP TABLE IF EXISTS `apps`;
CREATE TABLE `apps` (
  `ID` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `icon` varchar(125) COLLATE utf8_unicode_ci NOT NULL,
  `url` varchar(125) COLLATE utf8_unicode_ci NOT NULL DEFAULT '#',
  PRIMARY KEY (`ID`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci ROW_FORMAT=DYNAMIC;

-- ----------------------------
-- Records of apps
-- ----------------------------
INSERT INTO `apps` VALUES ('1', '办事大厅', './pics/icon/办事.png', '#');
INSERT INTO `apps` VALUES ('2', '学工系统', './pics/icon/学工.png', '#');
INSERT INTO `apps` VALUES ('3', '人事系统', './pics/icon/人事.png', '#');
INSERT INTO `apps` VALUES ('4', '绩效系统', './pics/icon/绩效.png', '#');
INSERT INTO `apps` VALUES ('5', '招生系统', './pics/icon/招生.png', '#');
INSERT INTO `apps` VALUES ('6', '迎新系统', './pics/icon/迎新.png', '#');
INSERT INTO `apps` VALUES ('7', '电子邮箱', './pics/icon/邮箱.png', '#');
INSERT INTO `apps` VALUES ('8', '教务系统', './pics/icon/教务.png', '#');
INSERT INTO `apps` VALUES ('9', '档案系统', './pics/icon/档案.png', '#');
INSERT INTO `apps` VALUES ('10', '超星幕课', './pics/icon/超星.png', '#');
INSERT INTO `apps` VALUES ('11', '智慧校园挂牌系统', './pics/icon/智慧.png', '#');
INSERT INTO `apps` VALUES ('12', '科研系统', './pics/icon/科研.png', '#');

-- ----------------------------
-- Table structure for `notice`
-- ----------------------------
DROP TABLE IF EXISTS `notice`;
CREATE TABLE `notice` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `type` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `pubtime` datetime NOT NULL,
  `publisher` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `department` varchar(25) COLLATE utf8_unicode_ci NOT NULL,
  `content` text COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=148 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci ROW_FORMAT=DYNAMIC;

-- ----------------------------
-- Records of notice
-- ----------------------------
INSERT INTO `notice` VALUES ('1', '信息学院第十一周备忘录', '部门工作备忘录', '2023-04-16 16:50:14', '余可春', '信息学院', '这是信息学院第十一周的工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('2', '2022-2023-2第十一周会议及活动安排表', '学校工作备忘录', '2023-04-17 16:52:37', '刘振洪', '党政办公室', '2022-2023-2第十一周会议及活动安排表,详情如下：');
INSERT INTO `notice` VALUES ('3', '院长办公会议纪要6号2023.4.3', '学校公告数据', '2023-04-13 16:59:51', '曾展挺', '党政办公室', '院长办公会议纪要6号2023.4.3，详情如下：');
INSERT INTO `notice` VALUES ('4', '关于发布《惠州城市职业学院科研项目级别认定办法》的通知', '制度流程数据', '2023-04-17 17:02:30', '罗妮', '党政办公室', '关于发布《惠州城市职业学院科研项目级别认定办法》的通知，详情如下：');
INSERT INTO `notice` VALUES ('5', '惠州城市职业学院合同联审单2023.4', '常用表格数据', '2023-04-17 17:04:53', '曾展挺', '党政办公室', '惠州城市职业学院合同联审单2023.4，详情如下：');
INSERT INTO `notice` VALUES ('6', '2022-2023-2第十周会议及活动单排表', '学校工作备忘录', '2023-04-09 17:07:15', '刘振洪', '党政办公室', '2022-2023-2第十周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('7', '2022-2023-2第九周会议及活动单排表', '学校工作备忘录', '2023-04-03 17:09:58', '刘振洪', '党政办公室', '2022-2023-2第九周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('8', '2022-2023-2第八周会议及活动单排表', '学校工作备忘录', '2023-03-26 17:12:30', '刘振洪', '党政办公室', '2022-2023-2第八周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('9', '2022-2023-2第七周会议及活动单排表', '学校工作备忘录', '2023-03-20 17:13:51', '刘振洪', '党政办公室', '2022-2023-2第七周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('10', '2022-2023-2第六周会议及活动单排表', '学校工作备忘录', '2023-03-13 17:14:53', '刘振洪', '党政办公室', '2022-2023-2第六周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('11', '2022-2023-2第五周会议及活动单排表', '学校工作备忘录', '2023-03-05 17:15:41', '刘振洪', '党政办公室', '2022-2023-2第五周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('12', '2022-2023-2第四周会议及活动单排表', '学校工作备忘录', '2023-02-27 17:16:29', '刘振洪', '党政办公室', '2022-2023-2第四周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('13', '2022-2023-2第三周会议及活动单排表', '学校工作备忘录', '2023-02-19 17:17:22', '刘振洪', '党政办公室', '2022-2023-2第三周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('14', '2022-2023-2第二周会议及活动单排表', '学校工作备忘录', '2023-02-15 17:18:35', '刘振洪', '党政办公室', '2022-2023-2第三周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('15', '2022-2023-2第一周会议及活动单排表', '学校工作备忘录', '2023-02-05 17:19:51', '刘振洪', '党政办公室', '2022-2023-2第一周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('16', '通识教育学院第十一周工作备忘录', '部门工作备忘录', '2023-04-17 17:21:38', '刘洋', '通识教育学院', '这是通识教育学院第十一周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('17', '党政办公室第十一周工作备忘录', '部门工作备忘录', '2023-04-17 17:23:31', '曾展挺', '党政办公室', '这是党政办公室第十一周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('18', '智能制造学院第十一周工作备忘录', '部门工作备忘录', '2023-04-17 17:25:08', '侯柏林', '智能制造学院', '这是智能制造学院第十一周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('19', '教育部第十一周工作备忘录', '部门工作备忘录', '2023-04-17 17:26:43', '韩国新', '教育部', '这是教育部第十一周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('20', '继续教育学院第十一周工作备忘录', '部门工作备忘录', '2023-04-17 17:28:03', '杜珺', '继续教育学院', '这是继续教育学院第十一周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('21', '工会委员会第十一周工作备忘录', '部门工作备忘录', '2023-04-17 17:29:21', '刘高文', '工会（妇委会）', '这是工会委员会第十一周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('22', '财经学院第十一周工作备忘录', '部门工作备忘录', '2023-04-17 14:54:37', '刘石头', '财经学院', '这是财经学院第十一周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('23', '旅游烹饪学院第十一周工作备忘录', '部门工作备忘录', '2023-04-17 14:56:25', '叶敏', '旅游烹饪学院', '这是旅游烹饪学院第十一周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('24', '电子与汽车学院第十一周工作备忘录', '部门工作备忘录', '2023-04-17 14:57:54', '王淑燕', '电子与汽车学', '这是电子与汽车学院第十一周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('25', '财经学院第十周工作备忘录', '部门工作备忘录', '2023-04-10 15:02:08', '刘石头', '财经学院', '这是财经学院第十周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('26', '惠州城市职业学院2023年电工等职业技能等级认定组织实施方案', '学校公告数据', '2023-04-17 15:04:58', '潘宁', '职业技能指导', '惠州城市职业学院2023年电工等职业技能等级认定组织实施方案，详情如下：');
INSERT INTO `notice` VALUES ('27', '关于印发《惠州城市职业学院校外教学中心教学专项督导检查工作方案', '学校公告数据', '2023-04-17 15:07:33', '杜珺', '继续教育学院', '关于印发《惠州城市职业学院校外教学中心教学专项督导检查工作方案，详情如下：');
INSERT INTO `notice` VALUES ('28', '2023年惠州市教师发展中心管理能力和学科教研人员能力提高培训', '学校公告数据', '2023-04-16 15:11:06', '贾昆霖', '培训学院', '2023年惠州市教师发展中心管理能力和学科教研人员能力提高培训，详情如下：');
INSERT INTO `notice` VALUES ('29', '关于2022-2023学年度惠州市优秀学生（中职）拟推荐名单', '学校公告数据', '2023-04-14 15:13:34', '陈小聪', '党委学生工作', '关于2022-2023学年度惠州市优秀学生（中职）拟推荐名单，详情如下：');
INSERT INTO `notice` VALUES ('30', '党委全委会纪要【2023】6号', '学校公告数据', '2023-04-13 18:15:45', '曾展挺', '党政办公室', '党委全委会纪要【2023】6号，详情如下：');
INSERT INTO `notice` VALUES ('31', '院长办公会议纪要7号2023.4.6', '学校公告数据', '2023-04-13 17:18:39', '曾展挺', '党政办公室', '院长办公会议纪要7号2023.4.6，详情如下：');
INSERT INTO `notice` VALUES ('32', '关于加强教职工因公私出国（境）管理工作的通知', '学校公告数据', '2023-04-13 14:24:59', '罗妮', '党政办公室', '关于加强教职工因公私出国（境）管理工作的通知，详情如下：');
INSERT INTO `notice` VALUES ('33', '《惠州城市职业学院2023年\"学雷锋月\"志愿服务活动专项工作', '学校公告数据', '2023-04-13 13:27:40', '邓韵', '党政办公室', '《惠州城市职业学院2023年\"学雷锋月\"志愿服务活动专项工作，详情如下：');
INSERT INTO `notice` VALUES ('34', '关于开展2023年度惠州市哲学社会科学规划研究可课题申报的通知', '学校公告数据', '2023-04-12 15:30:50', '占益波', '党政办公室', '关于开展2023年度惠州市哲学社会科学规划研究可课题申报的通知，详情如下：');
INSERT INTO `notice` VALUES ('35', '党委全委会纪要【2023】5号', '学校公告数据', '2023-04-13 18:10:11', '曾展挺', '党政办公室', '党委全委会纪要【2023】5号，详情如下：');
INSERT INTO `notice` VALUES ('36', '关于发布《惠州城市职业学院课程》的通知', '制度流程数据', '2022-11-29 15:35:48', '罗妮', '党政办公室', '关于发布《惠州城市职业学院课程》的通知，详情如下：');
INSERT INTO `notice` VALUES ('37', '关于发布《惠州城市职业学院高等职业教育人才培养质量年度报告工作》的通知', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '关于发布《惠州城市职业学院高等职业教育人才培养质量年度报告工作》的通知，详情如下：');
INSERT INTO `notice` VALUES ('38', '关于发布《惠州城市职业学院项目建设采购需求管理办法》的通知', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '关于发布《惠州城市职业学院项目建设采购需求管理办法》的通知，详情如下：');
INSERT INTO `notice` VALUES ('39', '关于发布《惠州城市职业学院人才培养工作状态数据平台采集工作规划》的通知', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '关于发布《惠州城市职业学院人才培养工作状态数据平台采集工作规划》的通知，详情如下：');
INSERT INTO `notice` VALUES ('40', '关于发布《惠州城市职业学院心里危机 预防与干涉实施办法》的通知', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '关于发布《惠州城市职业学院心里危机 预防与干涉实施办法》的通知，详情如下：');
INSERT INTO `notice` VALUES ('41', '关于发布《惠州城市职业学院二级学院与部门创收资金分配管理办法》的通知', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '关于发布《惠州城市职业学院二级学院与部门创收资金分配管理办法》的通知，详情如下：');
INSERT INTO `notice` VALUES ('42', '关于发布《惠州城市职业学院美育工作委员会章程》的通知', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '关于发布《惠州城市职业学院美育工作委员会章程》的通知，详情如下：');
INSERT INTO `notice` VALUES ('43', '关于发布《教师课时津贴计算办法补充规定（修订）》的通知', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '关于发布《教师课时津贴计算办法补充规定（修订）》的通知，详情如下：');
INSERT INTO `notice` VALUES ('44', '惠州城市职业学院二级心理辅导站管理办法', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '惠州城市职业学院二级心理辅导站管理办法，详情如下：');
INSERT INTO `notice` VALUES ('45', '关于发布《惠州城市职业学院（惠州商贸旅游高级职业技术学校）课程》的通知', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '关于发布《惠州城市职业学院（惠州商贸旅游高级职业技术学校）课程》的通知，详情如下：');
INSERT INTO `notice` VALUES ('46', '横向课题协议', '常用表格数据', '2023-03-30 00:00:00', '梁乃锋', '科技部', '横向课题协议，详情如下：');
INSERT INTO `notice` VALUES ('47', '校级质量工程申报附件（指南）', '常用表格数据', '2022-11-28 00:00:00', '刘石头', '财经学院', '校级质量工程申报附件（指南），详情如下：');
INSERT INTO `notice` VALUES ('48', '科研项目申报参考目录', '常用表格数据', '2022-05-03 00:00:00', '梁乃锋', '科技部', '科研项目申报参考目录，详情如下：');
INSERT INTO `notice` VALUES ('49', '惠州城市职业学院疫情防控承诺书', '常用表格数据', '2022-03-31 00:00:00', '朱柳单', '人力资源部', '惠州城市职业学院疫情防控承诺书，详情如下：');
INSERT INTO `notice` VALUES ('50', '教职工辞职、调离申请表', '常用表格数据', '2021-09-15 00:00:00', '朱柳单', '人力资源部', '教职工辞职、调离申请表，详情如下：');
INSERT INTO `notice` VALUES ('51', '合同制员工工匠型导师岗位津贴申请表', '常用表格数据', '2021-04-12 00:00:00', '黄彦', '党委组织部', '合同制员工工匠型导师岗位津贴申请表，详情如下：');
INSERT INTO `notice` VALUES ('52', '合同制员工行政教辅工勤岗位晋升审批表', '常用表格数据', '2021-04-12 00:00:00', '黄彦', '党委组织部', '合同制员工行政教辅工勤岗位晋升审批表，详情如下：');
INSERT INTO `notice` VALUES ('53', '教职工转岗申请书', '常用表格数据', '2021-01-08 00:00:00', '黄彦', '党委组织部', '合同制员工行政教辅工勤岗位晋升审批表，详情如下：');
INSERT INTO `notice` VALUES ('54', '惠州城市职业学院合同联审单', '常用表格数据', '2020-10-14 00:00:00', '张根海', '信息学院', '惠州城市职业学院合同联审单，详情如下：');
INSERT INTO `notice` VALUES ('55', '纵向课题协议', '常用表格数据', '2020-10-11 00:00:00', '梁乃锋', '科技部', '纵向课题协议，详情如下：');
INSERT INTO `notice` VALUES ('56', '2022-2023-2第十二周会议及活动单排表', '学校工作备忘录', '2023-06-18 11:06:55', '刘政鸿', '党政办公室', '2022-2023-2第十二周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('57', '2022-2023-2第十三周会议及活动单排表', '学校工作备忘录', '2023-05-18 11:08:02', '刘政鸿', '党政办公室', '2022-2023-2第十三周会议及活动单排表：详情如下：');
INSERT INTO `notice` VALUES ('58', '2022-2023-2第十四周会议及活动单排表', '学校工作备忘录', '2023-04-09 17:07:15', '刘振洪', '党政办公室', '2022-2023-2第十四周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('59', '2022-2023-2第十五周会议及活动单排表', '学校工作备忘录', '2023-04-09 17:07:15', '刘振洪', '党政办公室', '2022-2023-2第十五周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('60', '2022-2023-2第十六周会议及活动单排表', '学校工作备忘录', '2023-04-09 17:07:15', '刘振洪', '党政办公室', '2022-2023-2第十六周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('61', '2022-2023-2第十七周会议及活动单排表', '学校工作备忘录', '2023-04-09 17:07:15', '刘振洪', '党政办公室', '2022-2023-2第十七周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('62', '2022-2023-2第十八周会议及活动单排表', '学校工作备忘录', '2023-04-09 17:07:15', '刘振洪', '党政办公室', '2022-2023-2第十八周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('63', '2022-2023-2第十九周会议及活动单排表', '学校工作备忘录', '2023-04-09 17:07:15', '刘振洪', '党政办公室', '2022-2023-2第十九周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('64', '2022-2023-2第二十周会议及活动单排表', '学校工作备忘录', '2023-04-09 17:07:15', '刘振洪', '党政办公室', '2022-2023-2第二十周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('65', '2022-2023-2第二十一周会议及活动单排表', '学校工作备忘录', '2023-04-09 17:07:15', '刘振洪', '党政办公室', '2022-2023-2第二十一周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('66', '2022-2023-2第二十二周会议及活动单排表', '学校工作备忘录', '2023-04-09 17:07:15', '刘振洪', '党政办公室', '2022-2023-2第二十二周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('67', '2022-2023-2第二十三周会议及活动单排表', '学校工作备忘录', '2023-04-09 17:07:15', '刘振洪', '党政办公室', '2022-2023-2第二十三周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('68', '2022-2023-2第二十四周会议及活动单排表', '学校工作备忘录', '2023-04-09 17:07:15', '刘振洪', '党政办公室', '2022-2023-2第二十四周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('69', '2022-2023-2第二十五周会议及活动单排表', '学校工作备忘录', '2023-04-09 17:07:15', '刘振洪', '党政办公室', '2022-2023-2第二十五周会议及活动单排表，详情如下：');
INSERT INTO `notice` VALUES ('70', '通识教育学院第十二周工作备忘录', '部门工作备忘录', '2023-04-17 17:21:38', '刘洋', '通识教育学院', '这是通识教育学院第十二周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('71', '党政办公室第十二周工作备忘录', '部门工作备忘录', '2023-04-17 17:23:31', '曾展挺', '党政办公室', '这是党政办公室第十二周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('72', '智能制造学院第十二周工作备忘录', '部门工作备忘录', '2023-04-17 17:25:08', '侯柏林', '智能制造学院', '这是智能制造学院第十二周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('73', '教育部第十二周工作备忘录', '部门工作备忘录', '2023-04-17 17:26:43', '韩国新', '教育部', '这是教育部第十二周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('74', '继续教育学院第十二周工作备忘录', '部门工作备忘录', '2023-04-17 17:28:03', '杜珺', '继续教育学院', '这是继续教育学院第十二周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('75', '工会委员会第十二周工作备忘录', '部门工作备忘录', '2023-04-17 17:29:21', '刘高文', '工会（妇委会）', '这是工会委员会第十二周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('76', '财经学院第十二周工作备忘录', '部门工作备忘录', '2023-04-17 14:54:37', '刘石头', '财经学院', '这是财经学院第十二周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('77', '旅游烹饪学院第十二周工作备忘录', '部门工作备忘录', '2023-04-17 14:56:25', '叶敏', '旅游烹饪学院', '这是旅游烹饪学院第十二周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('78', '电子与汽车学院第十二周工作备忘录', '部门工作备忘录', '2023-04-17 14:57:54', '王淑燕', '电子与汽车学', '这是电子与汽车学院第十二周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('79', '财经学院第十二周工作备忘录', '部门工作备忘录', '2023-04-10 15:02:08', '刘石头', '财经学院', '这是财经学院第十二周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('80', '通识教育学院第十周工作备忘录', '部门工作备忘录', '2023-04-17 17:21:38', '刘洋', '通识教育学院', '这是通识教育学院第十周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('81', '党政办公室第十周工作备忘录', '部门工作备忘录', '2023-04-17 17:23:31', '曾展挺', '党政办公室', '这是党政办公室第十周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('82', '智能制造学院第十周工作备忘录', '部门工作备忘录', '2023-04-17 17:25:08', '侯柏林', '智能制造学院', '这是智能制造学院第十周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('83', '教育部第十周工作备忘录', '部门工作备忘录', '2023-04-17 17:26:43', '韩国新', '教育部', '这是教育部第十周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('84', '继续教育学院第十周工作备忘录', '部门工作备忘录', '2023-04-17 17:28:03', '杜珺', '继续教育学院', '这是继续教育学院第十周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('85', '工会委员会第十周工作备忘录', '部门工作备忘录', '2023-04-17 17:29:21', '刘高文', '工会（妇委会）', '这是工会委员会第十周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('86', '财经学院第十周工作备忘录', '部门工作备忘录', '2023-04-17 14:54:37', '刘石头', '财经学院', '这是财经学院第十周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('87', '旅游烹饪学院第十周工作备忘录', '部门工作备忘录', '2023-04-17 14:56:25', '叶敏', '旅游烹饪学院', '这是旅游烹饪学院第十周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('88', '电子与汽车学院第十周工作备忘录', '部门工作备忘录', '2023-04-17 14:57:54', '王淑燕', '电子与汽车学', '这是电子与汽车学院第十周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('89', '财经学院第十周工作备忘录', '部门工作备忘录', '2023-04-10 15:02:08', '刘石头', '财经学院', '这是财经学院第十周工作备忘录，详情如下：');
INSERT INTO `notice` VALUES ('90', '横向课题协议二', '常用表格数据', '2023-03-30 00:00:00', '梁乃锋', '科技部', '横向课题协议二，详情如下：');
INSERT INTO `notice` VALUES ('91', '校级质量工程申报附件（指南）二', '常用表格数据', '2022-11-28 00:00:00', '刘石头', '财经学院', '校级质量工程申报附件（指南）二，详情如下：');
INSERT INTO `notice` VALUES ('92', '科研项目申报参考目录二', '常用表格数据', '2022-05-03 00:00:00', '梁乃锋', '科技部', '科研项目申报参考目录二，详情如下：');
INSERT INTO `notice` VALUES ('93', '惠州城市职业学院疫情防控承诺书二', '常用表格数据', '2022-03-31 00:00:00', '朱柳单', '人力资源部', '惠州城市职业学院疫情防控承诺书二，详情如下：');
INSERT INTO `notice` VALUES ('94', '教职工辞职、调离申请表二', '常用表格数据', '2021-09-15 00:00:00', '朱柳单', '人力资源部', '教职工辞职、调离申请表二，详情如下：');
INSERT INTO `notice` VALUES ('95', '合同制员工工匠型导师岗位津贴申请表二', '常用表格数据', '2021-04-12 00:00:00', '黄彦', '党委组织部', '合同制员工工匠型导师岗位津贴申请表二，详情如下：');
INSERT INTO `notice` VALUES ('96', '合同制员工行政教辅工勤岗位晋升审批表二', '常用表格数据', '2021-04-12 00:00:00', '黄彦', '党委组织部', '合同制员工行政教辅工勤岗位晋升审批表二，详情如下：');
INSERT INTO `notice` VALUES ('97', '教职工转岗申请书二', '常用表格数据', '2021-01-08 00:00:00', '黄彦', '党委组织部', '合同制员工行政教辅工勤岗位晋升审批表二，详情如下：');
INSERT INTO `notice` VALUES ('98', '惠州城市职业学院合同联审单二', '常用表格数据', '2020-10-14 00:00:00', '张根海', '信息学院', '惠州城市职业学院合同联审单二，详情如下：');
INSERT INTO `notice` VALUES ('99', '纵向课题协议二', '常用表格数据', '2020-10-11 00:00:00', '梁乃锋', '科技部', '纵向课题协议二，详情如下：');
INSERT INTO `notice` VALUES ('100', '横向课题协议一', '常用表格数据', '2023-03-30 00:00:00', '梁乃锋', '科技部', '横向课题协议一，详情如下：');
INSERT INTO `notice` VALUES ('101', '校级质量工程申报附件（指南）一', '常用表格数据', '2022-11-28 00:00:00', '刘石头', '财经学院', '校级质量工程申报附件（指南）一，详情如下：');
INSERT INTO `notice` VALUES ('102', '科研项目申报参考目录一', '常用表格数据', '2022-05-03 00:00:00', '梁乃锋', '科技部', '科研项目申报参考目录一，详情如下：');
INSERT INTO `notice` VALUES ('103', '惠州城市职业学院疫情防控承诺书一', '常用表格数据', '2022-03-31 00:00:00', '朱柳单', '人力资源部', '惠州城市职业学院疫情防控承诺书一，详情如下：');
INSERT INTO `notice` VALUES ('104', '教职工辞职、调离申请表一', '常用表格数据', '2021-09-15 00:00:00', '朱柳单', '人力资源部', '教职工辞职、调离申请表一，详情如下：');
INSERT INTO `notice` VALUES ('105', '合同制员工工匠型导师岗位津贴申请表一', '常用表格数据', '2021-04-12 00:00:00', '黄彦', '党委组织部', '合同制员工工匠型导师岗位津贴申请表一，详情如下：');
INSERT INTO `notice` VALUES ('106', '合同制员工行政教辅工勤岗位晋升审批表一', '常用表格数据', '2021-04-12 00:00:00', '黄彦', '党委组织部', '合同制员工行政教辅工勤岗位晋升审批表一，详情如下：');
INSERT INTO `notice` VALUES ('107', '教职工转岗申请书一', '常用表格数据', '2021-01-08 00:00:00', '黄彦', '党委组织部', '合同制员工行政教辅工勤岗位晋升审批表一，详情如下：');
INSERT INTO `notice` VALUES ('108', '惠州城市职业学院合同联审单一', '常用表格数据', '2020-10-14 00:00:00', '张根海', '信息学院', '惠州城市职业学院合同联审单一，详情如下：');
INSERT INTO `notice` VALUES ('109', '纵向课题协议一', '常用表格数据', '2020-10-11 00:00:00', '梁乃锋', '科技部', '纵向课题协议一，详情如下：');
INSERT INTO `notice` VALUES ('110', '关于发布《惠州城市职业学院课程》的通知一', '制度流程数据', '2022-11-29 15:35:48', '罗妮', '党政办公室', '关于发布《惠州城市职业学院课程》的通知一，详情如下：');
INSERT INTO `notice` VALUES ('111', '关于发布《惠州城市职业学院高等职业教育人才培养质量年度报告工作》的通知一', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '关于发布《惠州城市职业学院高等职业教育人才培养质量年度报告工作》的通知一，详情如下：');
INSERT INTO `notice` VALUES ('112', '关于发布《惠州城市职业学院项目建设采购需求管理办法》的通知一', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '关于发布《惠州城市职业学院项目建设采购需求管理办法》的通知一，详情如下：');
INSERT INTO `notice` VALUES ('113', '关于发布《惠州城市职业学院人才培养工作状态数据平台采集工作规划》的通知一', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '关于发布《惠州城市职业学院人才培养工作状态数据平台采集工作规划》的通知一，详情如下：');
INSERT INTO `notice` VALUES ('114', '关于发布《惠州城市职业学院心里危机 预防与干涉实施办法》的通知一', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '关于发布《惠州城市职业学院心里危机 预防与干涉实施办法》的通知一，详情如下：');
INSERT INTO `notice` VALUES ('115', '关于发布《惠州城市职业学院二级学院与部门创收资金分配管理办法》的通知一', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '关于发布《惠州城市职业学院二级学院与部门创收资金分配管理办法》的通知一，详情如下：');
INSERT INTO `notice` VALUES ('116', '关于发布《惠州城市职业学院美育工作委员会章程》的通知一', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '关于发布《惠州城市职业学院美育工作委员会章程》的通知一，详情如下：');
INSERT INTO `notice` VALUES ('117', '关于发布《教师课时津贴计算办法补充规定（修订）》的通知一', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '关于发布《教师课时津贴计算办法补充规定（修订）》的通知一，详情如下：');
INSERT INTO `notice` VALUES ('118', '惠州城市职业学院二级心理辅导站管理办法一', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '惠州城市职业学院二级心理辅导站管理办法一，详情如下：');
INSERT INTO `notice` VALUES ('119', '关于发布《惠州城市职业学院课程》的通知二', '制度流程数据', '2022-11-29 15:35:48', '罗妮', '党政办公室', '关于发布《惠州城市职业学院课程》的通知二，详情如下：');
INSERT INTO `notice` VALUES ('120', '关于发布《惠州城市职业学院高等职业教育人才培养质量年度报告工作》的通知二', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '关于发布《惠州城市职业学院高等职业教育人才培养质量年度报告工作》的通知二，详情如下：');
INSERT INTO `notice` VALUES ('121', '关于发布《惠州城市职业学院项目建设采购需求管理办法》的通知二', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '关于发布《惠州城市职业学院项目建设采购需求管理办法》的通知二，详情如下：');
INSERT INTO `notice` VALUES ('122', '关于发布《惠州城市职业学院人才培养工作状态数据平台采集工作规划》的通知二', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '关于发布《惠州城市职业学院人才培养工作状态数据平台采集工作规划》的通知二，详情如下：');
INSERT INTO `notice` VALUES ('123', '关于发布《惠州城市职业学院心里危机 预防与干涉实施办法》的通知二', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '关于发布《惠州城市职业学院心里危机 预防与干涉实施办法》的通知二，详情如下：');
INSERT INTO `notice` VALUES ('124', '关于发布《惠州城市职业学院二级学院与部门创收资金分配管理办法》的通知二', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '关于发布《惠州城市职业学院二级学院与部门创收资金分配管理办法》的通知二，详情如下：');
INSERT INTO `notice` VALUES ('125', '关于发布《惠州城市职业学院美育工作委员会章程》的通知二', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '关于发布《惠州城市职业学院美育工作委员会章程》的通知二，详情如下：');
INSERT INTO `notice` VALUES ('126', '关于发布《教师课时津贴计算办法补充规定（修订）》的通知二', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '关于发布《教师课时津贴计算办法补充规定（修订）》的通知二，详情如下：');
INSERT INTO `notice` VALUES ('127', '惠州城市职业学院二级心理辅导站管理办法二', '制度流程数据', '2022-11-29 00:00:00', '罗妮', '党政办公室', '惠州城市职业学院二级心理辅导站管理办法二，详情如下：');
INSERT INTO `notice` VALUES ('128', '惠州城市职业学院2023年电工等职业技能等级认定组织实施方案一', '学校公告数据', '2023-04-17 15:04:58', '潘宁', '职业技能指导', '惠州城市职业学院2023年电工等职业技能等级认定组织实施方案一，详情如下：');
INSERT INTO `notice` VALUES ('129', '关于印发《惠州城市职业学院校外教学中心教学专项督导检查工作方案一', '学校公告数据', '2023-04-17 15:07:33', '杜珺', '继续教育学院', '关于印发《惠州城市职业学院校外教学中心教学专项督导检查工作方案一，详情如下：');
INSERT INTO `notice` VALUES ('130', '2023年惠州市教师发展中心管理能力和学科教研人员能力提高培训一', '学校公告数据', '2023-04-16 15:11:06', '贾昆霖', '培训学院', '2023年惠州市教师发展中心管理能力和学科教研人员能力提高培训一，详情如下：');
INSERT INTO `notice` VALUES ('131', '关于2022-2023学年度惠州市优秀学生（中职）拟推荐名单一', '学校公告数据', '2023-04-14 15:13:34', '陈小聪', '党委学生工作', '关于2022-2023学年度惠州市优秀学生（中职）拟推荐名单一，详情如下：');
INSERT INTO `notice` VALUES ('132', '党委全委会纪要【2023】6号一', '学校公告数据', '2023-04-13 18:15:45', '曾展挺', '党政办公室', '党委全委会纪要【2023】6号一，详情如下：');
INSERT INTO `notice` VALUES ('133', '院长办公会议纪要7号2023.4.6一', '学校公告数据', '2023-04-13 17:18:39', '曾展挺', '党政办公室', '院长办公会议纪要7号2023.4.6一，详情如下：');
INSERT INTO `notice` VALUES ('134', '关于加强教职工因公私出国（境）管理工作的通知一', '学校公告数据', '2023-04-13 14:24:59', '罗妮', '党政办公室', '关于加强教职工因公私出国（境）管理工作的通知一，详情如下：');
INSERT INTO `notice` VALUES ('135', '《惠州城市职业学院2023年\"学雷锋月\"志愿服务活动专项工作一', '学校公告数据', '2023-04-13 13:27:40', '邓韵', '党政办公室', '《惠州城市职业学院2023年\"学雷锋月\"志愿服务活动专项工作一，详情如下：');
INSERT INTO `notice` VALUES ('136', '关于开展2023年度惠州市哲学社会科学规划研究可课题申报的通知一', '学校公告数据', '2023-04-12 15:30:50', '占益波', '党政办公室', '关于开展2023年度惠州市哲学社会科学规划研究可课题申报的通知一，详情如下：');
INSERT INTO `notice` VALUES ('137', '党委全委会纪要【2023】5号一', '学校公告数据', '2023-04-13 18:10:11', '曾展挺', '党政办公室', '党委全委会纪要【2023】5号一，详情如下：');
INSERT INTO `notice` VALUES ('138', '惠州城市职业学院2023年电工等职业技能等级认定组织实施方案二', '学校公告数据', '2023-04-17 15:04:58', '潘宁', '职业技能指导', '惠州城市职业学院2023年电工等职业技能等级认定组织实施方案二，详情如下：');
INSERT INTO `notice` VALUES ('139', '关于印发《惠州城市职业学院校外教学中心教学专项督导检查工作方案二', '学校公告数据', '2023-04-17 15:07:33', '杜珺', '继续教育学院', '关于印发《惠州城市职业学院校外教学中心教学专项督导检查工作方案二，详情如下：');
INSERT INTO `notice` VALUES ('140', '2023年惠州市教师发展中心管理能力和学科教研人员能力提高培训二', '学校公告数据', '2023-04-16 15:11:06', '贾昆霖', '培训学院', '2023年惠州市教师发展中心管理能力和学科教研人员能力提高培训二，详情如下：');
INSERT INTO `notice` VALUES ('141', '关于2022-2023学年度惠州市优秀学生（中职）拟推荐名单二', '学校公告数据', '2023-04-14 15:13:34', '陈小聪', '党委学生工作', '关于2022-2023学年度惠州市优秀学生（中职）拟推荐名单二，详情如下：');
INSERT INTO `notice` VALUES ('142', '党委全委会纪要【2023】6号二', '学校公告数据', '2023-04-13 18:15:45', '曾展挺', '党政办公室', '党委全委会纪要【2023】6号二，详情如下：');
INSERT INTO `notice` VALUES ('143', '院长办公会议纪要7号2023.4.6二', '学校公告数据', '2023-04-13 17:18:39', '曾展挺', '党政办公室', '院长办公会议纪要7号2023.4.6二，详情如下：');
INSERT INTO `notice` VALUES ('144', '关于加强教职工因公私出国（境）管理工作的通知二', '学校公告数据', '2023-04-13 14:24:59', '罗妮', '党政办公室', '关于加强教职工因公私出国（境）管理工作的通知二，详情如下：');
INSERT INTO `notice` VALUES ('145', '《惠州城市职业学院2023年\"学雷锋月\"志愿服务活动专项工作二', '学校公告数据', '2023-04-13 13:27:40', '邓韵', '党政办公室', '《惠州城市职业学院2023年\"学雷锋月\"志愿服务活动专项工作二，详情如下：');
INSERT INTO `notice` VALUES ('146', '关于开展2023年度惠州市哲学社会科学规划研究可课题申报的通知二', '学校公告数据', '2023-04-13 15:30:50', '占益波', '党政办公室', '关于开展2023年度惠州市哲学社会科学规划研究可课题申报的通知二，详情如下：');
INSERT INTO `notice` VALUES ('147', '党委全委会纪要【2023】5号二', '学校公告数据', '2023-04-13 18:10:11', '曾展挺', '党政办公室', '党委全委会纪要【2023】5号二，详情如下：');

-- ----------------------------
-- Table structure for `users`
-- ----------------------------
DROP TABLE IF EXISTS `users`;
CREATE TABLE `users` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_name` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `user_pw` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL,
  `real_name` varchar(8) COLLATE utf8_unicode_ci NOT NULL,
  `department` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `headpic` varchar(125) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=10 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci ROW_FORMAT=DYNAMIC;

-- ----------------------------
-- Records of users
-- ----------------------------
INSERT INTO `users` VALUES ('1', 'd21c06512', '123456', '缪嘉龙', '信息学院', './pics/headpic/d21c06512.jpg');
INSERT INTO `users` VALUES ('2', 'd21c06513', '123456', '梁', '信息学院', './pics/headpic/d21c06513.jpg');
INSERT INTO `users` VALUES ('3', 'd21c06514', '123456', '邓', '信息学院', './pics/headpic/d21c06514.jpg');
INSERT INTO `users` VALUES ('4', 'd21c06515', '123456', '蔡', '信息学院', './pics/headpic/d21c06515.jpg');
INSERT INTO `users` VALUES ('5', 'd21c06516', '123456', '黄', '信息学院', './pics/headpic/d21c06516.jpg');
INSERT INTO `users` VALUES ('6', '123456', '123456', '123456', '信息学院', './pics/headpic/123456.jpg');
INSERT INTO `users` VALUES ('7', 'd21c06517', '123456', '刘', '信息学院', './pics/headpic/d21c06517.jpg');
INSERT INTO `users` VALUES ('8', 'd21c06518', '123456', '钟嘉明', '信息学院', './pics/headpic/d21c065.jpg');
INSERT INTO `users` VALUES ('9', 'd21c06519', '123456', '游', '信息学院', './pics/headpic/d21c06519.jpg');
